<template>
  <main>
    <article class="article">
      <div class="accordion">
        <input type="radio" name="select" class="accordion-select">
        <div class="accordion-title">
          <h3><span>Восприятие действительности</span></h3>
        </div>
        <div class="accordion-content">
          <p class="article-paragraph">
            Каждый художник, вне зависимости от того, начинающий или уже прошедший все стадии
            формирования себя как человека творимого, решает задачи восприятия реальной действительности
            и влияния искусства на подсознание субъекта. Любое творение начинает быть и зачем-то быть,
            значит, несомненно, оно несет некий информационный след, который остается у любого, кто
            обращается к произведению. Даже еще становясь на стезю художественного восприятия
            действительности и решаясь обозначить себя в этой жизни как человека, бросающего вызов
            окружающему миру, художник изображает все через призму своего восприятия. Но если есть
            возможность и желание, то будет и результат. Каждый приходит к нему по-своему. Несомненно,
            одно - каждый художник решает проблемы создания художественного произведения не без
            философского восприятия.
          </p>
          <p class="article-paragraph">
            Переосмысливая свое бытие и находя отражение реального мира, переносимого на что-либо, он
            будет задаваться вопросом: как, зачем и почему. Искусство так оказывает влияние на
            созерцающего, что заставляет забыть о повседневных проблемах и погрузиться в мир художника с
            его представлениями о жизни, возможно, даже и несуществующими здесь. Но они все-таки
            существуют в сознании первооткрывателя - творящего. Творимое становится быть реальным
            (нереально реальным) в том, что его нет в реальной действительности. И это лишь ее проекция
            на сознание творца.
          </p>
          <p class="article-paragraph">
            Получается, что каждое восприятие индивидуально и направлено на осмысление себя самого и
            своего места в реальной жизни, хотим мы этого или нет. Эта философия начинает быть и ее
            создают посредством передачи реальности через нереальное восприятие. Однако это есть
            стремление к извечной истине, поиску всего сущего и несущего, осмысление себя во всевышнем и
            всевышнего в себе. Это, наверное, есть самое высокое восприятие художника. У каждого это
            происходит индивидуально, но вопросы всегда остаются и они возникают по мере постижения
            действительности и побуждают художника к новым творениям, к новым возможностям раскрытия
            своего таланта, за которым стоит, возможно, что-то значимое и неуловимое, по мере
            совершенствования такое притягательное и незабываемое, потому что истина, где бы она ни
            была, всегда притягивает к себе устремленных ее искателей, заставляя всматриваться в каждое
            творение, чтобы получить тот заряд энергии и счастья от открытий, которые могут иметь место
            в реалиях нашего существования.
          </p>
          <p class="article-paragraph">
            Поэтому всегда остается открытой тема восприятия воспринимаемого, как истинно ценного и
            истинно нужного для постижения самого себя и окружающей действительности. Можно сказать, что
            рискнувший себя возомнить художником, стоит перед вопросом: как достичь совершенства?
            Возможно, единственным ответом будут слова, что лучший художник - это тот, кто ничего не
            рисует. Потому что он не искажает реальную действительность, тем самым становясь ближе к
            истине. Но движимый постижением непостижимого, явного и неявного, художник продолжает свой
            путь, каждый раз вдохновляясь новыми открытиями в своем искусстве, которое непостижимым
            образом ведет его туда, где он еще не был. Будет ли от этого польза - судить ему, поскольку
            достижение истины доводит его иногда до неслучайных открытий в себе самом, в постижении
            своего собственного я и нахождению своего внутреннего равновесия в череде тех лет, которые
            он тратит на создание своих произведений. Воистину лучший путь такого проникновения в тайны
            бытия лежит в признании его произведений, где отражается его эволюция как человека и как
            творца.
          </p>
          <p class="article-paragraph">
            Когда изучение реальной действительности становится необходимостью для формирования твоего
            мировоззрения, то способы возможного постижения представляется формами, за которыми видится
            символика предметов и сущностей. А это уже требует от художника более осознанного подхода к
            освоению
            искусства. Поэтому в дальнейшем он выбирает Санкт-Петербургскую Академию художеств им. Ильи
            Репина.
            Еще учась в Институте прикладного искусства, становится вольнослушателем Академии художеств
            в
            мастерских профессора и академика РАХ Быстрова А.К. и профессора и академика РАХ Песикова, а
            далее и
            студентом этого учебного заведения.
          </p>
          <p class="article-paragraph">
            За время обучения публиковался с научной статьей об искусстве в научном сборнике. Занимал
            первые и
            призовые места в различных арт пространствах и конкурсах, а также выступал в роли эксперта
            на
            творческих форумах и фестивалях в г. Санкт-Петербург. Владий Зарт является автором и
            дизайнером
            наград певческих и хореографических ассамблей при проекте «Грани искусства» композитора Д.
            Ю.
            Воскресенского 2019-2020 гг., координатором Татьянинского творческого конкурса и дизайнером
            Ассоциации «Покров», объединяющей вузы Санкт-Петербурга 2019-2020гг. Провел множество
            мастер-классов
            среди творческой молодежи Санкт-Петербурга.
          </p>
          <p class="article-paragraph">
            В процессе изучения различных техник и использования разных материалов, формировалось
            мировоззрение
            и приобретался ценный опыт. Таким образом, навыки и умения накапливались постепенно:
            живопись,
            графика, мозаика, батик, витраж, роспись стен и многое другое. Ему нравиться работать в
            различных
            техниках и получать всегда новые впечатления, развивать новые возможности. Любит
            эксперименты и
            новые открытия для себя самого в своем творчестве. Таким образом он доносит до зрителя
            впечатления,
            которые на данный момент его волнуют и им движут. Ведь каждый художник представляет собою
            индивидуальность, свое видение мира и передает это по-своему. На данном жизненном этапе
            Владия
            больше всего увлекают масляная живопись и графические портреты. Он пишет быстро и сразу
            переходит к
            следующему произведению или пишет сразу несколько работ одновременно, попутно делая наброски
            и
            эскизы к ним.
          </p>
          <p class="article-paragraph">
            Любой вид творчества - способ общения с себе подобными, способ выражения человеческой
            сущности в
            этом мире. Что созерцающий человек испытывает, смотря на произведение искусства? Можно ли
            постичь
            скрытый язык передаваемого? Если это так, то он делает шаг в направлении обретения доступа к
            той
            части нашего разума, которая нам неподвластна. Это открытие неведомого в подсознании,
            которое, как
            известно, открывает новые горизонты познания.
          </p>
        </div>
        <input type="radio" name="select" class="accordion-select">
        <div class="accordion-title">
          <h3>
            <span>ТОП - 7 ипостасей искусства.
            </span>
          </h3>
        </div>
        <div class="accordion-content">
          <ol>
            <li class="article-paragraph">
              Эстетическая - побуждает формировать эстетические вкусы,
              способности и потребности человека, ориентируя его в окружающем мире. Эта ипостась о
              выражении самодостаточной созерцательной ценности, как диалектического синтеза
              внутреннего и внешнего. Когда внутреннее мы ощущаем своими физическими сенсорами, и это,
              чувственно воспринимаемое материальное, несет отражение внутренней жизни этого
              материального.
            </li>
            <li class="article-paragraph">
              Познавательная - здесь искусство отражает все этапы
              формирования человека через многочисленные его произведения. По ним человечество изучает
              не только древние артефакты и приближается к пониманию развития общества с глубокой
              древности, но и доносит духовные ценности своей эпохи.
            </li>
            <li class="article-paragraph">
              Коммуникативная — это способность устанавливать контакты
              как между отдельными человеческими индивидами, так и целыми сообществами. Это наиболее
              эффективное средство общения между людьми, поколениями и народами. А так же это один из
              самых действенных способов передачи информации, форма социального взаимодействия.
            </li>
            <li class="article-paragraph">
              Информационная — возможность принимать, передавать (сообщать), обобщать и способствовать общению индивидуумов посредством произведений искусства, которые имеют эмоциональную насыщенность, эстетическую направленность и оригинальность информационной передачи.
            </li>
            <li class="article-paragraph">
              Воспитательная — относится к личностным качествам человека: формирует положительно направленные чувства и мысли, способствует духовно-нравственному становлению личности и достижению жизненных целей.
            </li>
            <li class="article-paragraph">
              Компенсаторная — решает психологические проблемы и восстанавливает духовное равновесие человека. Ипостась оказывает влияние на проявление гармонии в окружающей действительности, анализируя ее деятельность.
            </li>
            <li class="article-paragraph">
              Гедонистическая — способность получать удовольствие от созерцаемого в искусстве. Определяет ценность художественных произведений в повседневном мире. При этом пространство художественного восприятия строится на законах красоты, гармонии и простоты. Вызывает у человека радость, наслаждение и эстетическое удовольствие от приобщённости к нему.
            </li>
          </ol>
        </div>
        <input type="radio" name="select" class="accordion-select" checked>
        <div class="accordion-title">
          <h3><span>Влияние тематики на произведение в интерьере</span></h3>
        </div>
        <div class="accordion-content">
          <p class="article-paragraph">
            Символика картин и любых произведений в интерьере должна служить совершенным воплощением эстетических основ прекрасного, гармонично сочетающихся с тематикой изображаемого. Единство это достигается благодаря тому, что символика проникнута эстетическим содержанием, а значит, должна быть основана на идеалах прекрасного, светлого и доброго, причастного к созидающему началу. А само искусство должно быть лишено устрашающего принципа. Следовательно, оформленное дизайнерское решение должно быть пронизано определенным энергичным внутренним ритмом, единством целого и его частей, где «единое» создает «множественность».
          </p>
          <p class="article-paragraph">
            Искусство все символично, его язык способствует активному восприятию, вовлекая созидающих и созерцающих в определённый  строй  образов, заставляя их мыслить и быть в какой-то мере соучастниками творимого. Символичность изображаемого концентрирует многозначность образа путем отбора предельно выразительных и емких свойств, которые требуют лаконичных средств передачи и воплощения. Таким образом, изобразительное искусство должно составлять единое целое с остальными деталями интерьера: мебелью, текстилем, люстрами, подсвечниками и т.д. А критерий красоты должен присутствовать везде, где проходит созидательный процесс.
          </p>
          <p class="article-paragraph">
            В основе декоративного оформления лежит либо художественная стилизация природных форм, когда конкретное изображение претворяется в обобщенный художественный образ, будь то написание цветочных мотивов в одной из живописных техник, как-то: реализм, абстракция, импрессионизм и т.д., либо пейзажное изображение, либо маринистское. Портрет также может явиться незаменимым в интерьере и долгие годы радовать своих владельцев. Каллиграфия еще одна отрасль изобразительного искусства. Иногда в каллиграфические орнаментальные техники служат даже для украшения дворцов. На самом деле возможностей и техник исполнения великое множество, но все они должны соответствовать вышеизложенным правилам.
          </p>
          <p class="article-paragraph">
            Имущественная дифференциация тоже выставляет свои условия, формируя эстетические потребности в пределах материальных возможностей. Один может заказать скромный портрет или картину, другой - костюмированный портрет большого формата, над которым необходимо потрудиться дизайнеру, чтобы вписать его в соответствующий интерьер и костюмы. А третий - предпочитает выбрать роспись стен для большого дома, где объем работ не сравним с портретным изображением.
          </p>
        </div>
      </div>
    </article>
  </main>
</template>

<script setup lang="ts">
useSeoMeta({
  title: 'Artist / Художник / Статьи',
  ogTitle: 'Artist / Художник / Статьи',
  description: 'Oil painting / Картины маслом / Академия Художеств / Статьи',
  ogDescription: 'Oil painting / Картины маслом / Академия Художеств / Статьи'
})
</script>
